{
  "CamelCaseMotion": { "branch": "master" },
  "Dockerfile.vim": { "branch": "master" },
  "FastFold": { "branch": "master" },
  "JavaScript-Indent": { "branch": "master" },
  "ListToggle": { "branch": "master" },
  "ack.vim": { "branch": "master" },
  "alchemist.vim": { "branch": "main" },
  "animate.vim": { "branch": "master" },
  "argtextobj.vim": { "branch": "master" },
  "bufexplorer": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-dictionary": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-omni": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-spell": { "branch": "master" },
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "dashboard-nvim": { "branch": "master" },
  "dbext.vim": { "branch": "master" },
  "delimitMate": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "editorconfig-vim": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "gundo.vim": { "branch": "master" },
  "html5.vim": { "branch": "master" },
  "image.nvim": { "branch": "master" },
  "jedi-vim": { "branch": "master" },
  "jsonc.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lens.vim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "matchit.zip": { "branch": "master" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "neodark.vim": { "branch": "master" },
  "nerdtree": { "branch": "master" },
  "nerdtree-git-plugin": { "branch": "master" },
  "nginx": { "branch": "master" },
  "node-vim-debugger": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-metals": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "onedark.vim": { "branch": "main" },
  "open-browser.vim": { "branch": "master" },
  "palenight.vim": { "branch": "master" },
  "plantuml-previewer.vim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "ranger.nvim": { "branch": "main" },
  "rust.vim": { "branch": "master" },
  "schemastore.nvim": { "branch": "main" },
  "sudo.vim": { "branch": "master" },
  "swift.vim": { "branch": "master" },
  "tabular": { "branch": "master" },
  "tagbar": { "branch": "master" },
  "tcomment_vim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-media-files.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "textobj-word-column.vim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "tsuquyomi": { "branch": "master" },
  "typescript-vim": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-angular": { "branch": "main" },
  "vim-ansible-yaml": { "branch": "master" },
  "vim-base64": { "branch": "master" },
  "vim-bundler": { "branch": "master" },
  "vim-closetag": { "branch": "master" },
  "vim-coffee-script": { "branch": "master" },
  "vim-colors-solarized": { "branch": "master" },
  "vim-css-color": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-dispatch": { "branch": "master" },
  "vim-dtsm": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-easymotion": { "branch": "master" },
  "vim-elixir": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-flake8": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-gnupg": { "branch": "main" },
  "vim-go": { "branch": "master" },
  "vim-gradle": { "branch": "master" },
  "vim-graphql": { "branch": "master" },
  "vim-haml": { "branch": "master" },
  "vim-hugefile": { "branch": "master" },
  "vim-indent-guides": { "branch": "master" },
  "vim-indent-object": { "branch": "master" },
  "vim-indentobject": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-js-indent": { "branch": "master" },
  "vim-js-pretty-template": { "branch": "master" },
  "vim-jsonc": { "branch": "master" },
  "vim-jsx": { "branch": "master" },
  "vim-jsx-pretty": { "branch": "master" },
  "vim-jsx-typescript": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-maven-plugin": { "branch": "master" },
  "vim-obsession": { "branch": "master" },
  "vim-polyglot": { "branch": "master" },
  "vim-prettier": { "branch": "master" },
  "vim-projectroot": { "branch": "master" },
  "vim-python-pep8-indent": { "branch": "master" },
  "vim-pythonsense": { "branch": "master" },
  "vim-rails": { "branch": "master" },
  "vim-rake": { "branch": "master" },
  "vim-rbenv": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rhai": { "branch": "main" },
  "vim-rhubarb": { "branch": "master" },
  "vim-ruby": { "branch": "master" },
  "vim-ruby-refactoring": { "branch": "main" },
  "vim-scala": { "branch": "master" },
  "vim-slim": { "branch": "master" },
  "vim-sneak": { "branch": "master" },
  "vim-sort-imports": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-terraform": { "branch": "master" },
  "vim-textobj-datetime": { "branch": "master" },
  "vim-textobj-entire": { "branch": "master" },
  "vim-textobj-function": { "branch": "master" },
  "vim-textobj-indent": { "branch": "master" },
  "vim-textobj-line": { "branch": "master" },
  "vim-textobj-rubyblock": { "branch": "master" },
  "vim-textobj-rubysymbol": { "branch": "master" },
  "vim-textobj-underscore": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-two-firewatch": { "branch": "master" },
  "vim-typings": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "vim-vagrant": { "branch": "master" },
  "vim-vinegar": { "branch": "master" },
  "vim-widgets": { "branch": "master" },
  "vim-yankstack": { "branch": "master" },
  "vimproc.vim": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "yaml-vim": { "branch": "master" }
}